Repository: Vladislav-beep/Cofio
Catalog: Cofio/Resources/*.lproj/Localizable.strings
Languages: ru

# Common.close_button.title
source: Close
ru: Закрыть

# Common.delete_button.title
source: Delete
ru: Удалить

# Common.cancel_button.title
source: Cancel
ru: Отмена

# Common.error
source: Error
ru: Ошибка

# Common.success
source: Success
ru: Удача

# Tab.main_tab
source: Сollections
ru: Главная

# Tab.repetition_tab
source: Repetition
ru: Повторение

# Tab.statistics_tab
source: Statistics
ru: Статистика

# Tab.settings_tab
source: Settings
ru: Настройки

# main_module.title
source: Flash cards
ru: Главная

# main_module.subtitle
source: Cards for memorizing any information, preparing for exams, learning foreign words
ru: Карточки для запоминания любой информации, подготовки к экзаменам, изучения иностранных слов

# main_module.empty_cell.title
source: No collections
ru: Нет коллекций

# main_module.empty_cell.subtitle
source: To add a collection, press the plus at the bottom of the screen
ru: Чтобы добавить коллекцию нажите плюс внизу экрана

# main_module.start_learning.title
source: Learn collection
ru: Изучить коллекцию

# main_module.repeat_started_toast.title
source: Collection repetition started
ru: Повторение коллекции началось

# main_module.repeat_no_themes_toast.message
source: No themes for repetition
ru: Нет тем для изучения либо одна из тем не содержит карточек

# new_collection_module.title
source: Add collection
ru: Добавление коллекции

# new_collection_module.edit_title
source: Edit collection
ru: Редактирование коллекции

# new_collection_module.choose_icon
source: Choose icon
ru: Выберите иконку

# new_collection_module.button.title
source: Add
ru: Добавить

# new_collection_module.button.edit_title
source: Edit
ru: Редактировать

# theme_module.header
source: Themes
ru: Темы

# theme_module.alert.title
source: Theme addition
ru: Добавление темы

# theme_module.alert.edit_title
source: Theme editing
ru: Редактирование темы

# theme_module.alert.subtitle
source: Type the name of the topic you want to add
ru: Напишите название темы, которую хотите добавить

# theme_module.alert.edit_subtitle
source: Edit theme title
ru: Отредактируйте название темы

# theme_module.alert.textField_placeholder
source: Topic name
ru: Название темы

# theme_module.alert.add_button
source: Add
ru: Добавить

# theme_module.alert.edit_button
source: Edit
ru: Редактировать

# theme_module.alert.cancel_button
source: Cancel
ru: Отмена

# theme_module.empty_cell.title
source: No themes
ru: Нет тем

# theme_module.empty_cell.subtitle
source: Press plus at the bottom of the screen to add a theme
ru: Чтобы добавить тему нажите плюс вверху экрана

# theme_module.start_learning.title
source: Learn theme
ru: Изучить тему

# theme_module.repeat_started_toast.title
source: Theme repetition started
ru: Повторение темы началось

# theme_module.repeat_no_cards_toast.title
source: Add cards to the theme
ru: Добавьте карточки в тему

# cards_module.title
source: Cards
ru: Карточки

# cards_module.empty_cell.title
source: You haven't added any cards yet. To add card, press plus at the top of the screen.
ru: Нет карточек

# cards_module.empty_cell.subtitle
source: Press plus at the top of the screen to add a card
ru: Чтобы добавить карточку нажите плюс вверху экрана

# new_card_module.add_button.title
source: Add card
ru: Добавить карточку

# new_card_module.edit_button.title
source: Edit
ru: Редактировать

# new_card_module.add_definition.textView_placeholder
source: Definition or word
ru: Определение или слово

# new_card_module.add_description.textView_placeholder
source: Description or translation
ru: Описание или перевод

# repetition_module.title
source: Repetition
ru: Повторение

# repetition_module.last_repeat
source: Last repetition!
ru: Последнее повторение!

# repetition_module.needs_repeat
source: Needs repeating
ru: Нужно повторить

# repetition_module.needs_repeat_past
source: Needed repeating
ru: Нужно было повторить

# repetition_module.today
source: Today
ru: Сегодня

# repetition_module.yesteday
source: Yesterday
ru: Вчера

# repetition_module.tomorrow
source: Tomorrow
ru: Завтра

# repetition_module.empty_cell.title
source: No themes for repetition
ru: Нет тем для повторения

# repetition_module.empty_cell.subtitle
source: Start learning collection or theme or add cards to existing themes
ru: Начните изучение коллекции или темы или добавьте карточки в существующие темы

# cards_repetition_module.learned_button
source: Learned
ru: Выучил

# cards_repetition_module.more_button
source: One more time
ru: Еще раз

# settings_module.title
source: Settings
ru: Настройки

# settings_module.learning_cell.title
source: Choose memorizing method
ru: Выбор способа запоминания

# settings_module.onboarding_cell.title
source: Show onboarding
ru: Показать онбординг

# settings_module.delete_cell.title
source: Delete all data
ru: Удалить все данные

# settings_module.delete_alert.title
source: Data deleting
ru: Удаление данных

# settings_module.delete_alert.message
source: Are you sure you want to delete all data?
ru: Вы действительно хотите удалить все данные?

# learning_method_module.title
source: Memorizing method
ru: Выбор способа запоминания

# onboarding_module.button_title
source: Next
ru: Дальше

# onboarding_module.title1
source: Welcome!
ru: Добро пожаловать!

# onboarding_module.subtitle1
source: Learn and memorize information with flash-cards.
ru: Изучайте и запоминайте информацию с помощью карточек.

# onboarding_module.title2
source: Add collections!
ru: Добавляйте коллекции!

# onboarding_module.subtitle2
source: For convenience all topics can be grouped into collections. Each collection has its own icon.
ru: Для удобства все темы можно группировать в коллекции. Для каждой коллекции выбирается своя иконка.

# onboarding_module.title3
source: Follow the progress!
ru: Следите за прогрессом!

# onboarding_module.subtitle3
source: Next to the title of each theme there is a progress bar showing how many iterations of the topic have been made.
ru: Рядом с названием каждой темы есть прогресс, показываеющий сколько повторений темы сделано.

# onboarding_module.title4
source: Add cards!
ru: Добавляйте карточки!

# onboarding_module.subtitle4
source: You can add an unlimited number of cards to each theme.
ru: В каждую тему можно добавить неограниченное количество карточек.

# onboarding_module.title5
source: Start repeating!
ru: Начать повторение!

# onboarding_module.subtitle5
source: To start repeating a particular theme, swipe to the left.
ru: Чтобы начать изучать определенную тему свайпните плашку влево.

# onboarding_module.title6
source: Repeat!
ru: Повторяйте!

# onboarding_module.subtitle6
source: Repetition section shows which theme needs to be repeated today and which theme repetition was skipped over.
ru: В разделе Повторение показывается какую тему нужно повторить сегодня, а повторение какой темы пропущено.

# onboarding_module.title7
source: Statistics!
ru: Статистика!

# onboarding_module.subtitle7
source: In the Statistics section, you can see the number of added and learned cards for different periods of time.
ru: В разделе статистика можно посмотреть количество добавленный и выученных карточек за разные периоды времени.

# collection_textField.placeholder
source: Collection name
ru: Название коллекции
